[Translation]
LangCode=0449
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=தகவல்
Warning=முன்னறிவிப்பு
Error=பிழை
Confirm=உறுதிப்படுத்தல்
pmAd=அறிவுசுத்தம் தயாரிப்புகளுக்கான செய்திகளைப் பெறுங்கள்
pmDelSaveLeft=1 மாதத்திற்கும் மேலான காப்புப்பிரதிகளை நீக்கவும்
frmDelHint.caption=எஞ்சியது தூய்மைப்படுத்துதல்
frmDelHint.btnok.caption=தூய்மைப்படுத்துதல்
FrmMain.btnSupport.hint=ஆதரவு மையம்
FrmMain.btnnews.hint=செய்தி
FrmMain.btnuninstall.caption=நீக்கு
FrmMain.btnAll.caption=அனைத்து நிரல்களும்
FrmMain.btnSoft.caption=திரைபலக பயன்பாடுகள்
FrmMain.btnApp.caption=மெட்ரோ பயன்பாடுகள்
FrmMain.btnInfreq.caption=அடிக்கடி பயன்படுத்தாதது.
FrmMain.btnPatch.caption=கணினி கூறுகள்
FrmMain.btnUnless.caption=தனிப்பயன் நிறுவல் நீக்கம்
FrmMain.btnBrowse.caption=உலாவி நீட்டிப்புகள்
FrmMain.btnChrome.caption=கூகுள் குரோம்
FrmMain.btnIE.caption=இணைய உலாவி
FrmMain.btnFirfox.caption=மொசில்லா தீநரி
FrmMain.btnEdge.caption=நுண்மென் விளிம்பு
FrmMain.lblrate.caption=மதிப்பு
FrmMain.BtnNormal.Caption=பாதுகாப்பான நிறுவல் நீக்கம்
FrmMain.BtnModify.Caption=மாற்று
FrmMain.BtnForce.Caption=கட்டாயமாக நிறுவல் நீக்கம்
FrmMain.BtnRemove.Caption=உள்ளீடுகளை அகற்று
FrmMain.btnLog.Caption=நீக்கிய வரலாறு
TfrmUnlog.caption=நீக்கிய வரலாறு
TfrmUnlog.head.unDate=அன்று நீக்கியது
TfrmUnlog.head.ItemName=நிரல்
TfrmUnlog.head.restore=மீதமுள்ள பொருட்கள்
TfrmUnlog.noItems=எஞ்சிய பொருட்கள் இல்லை
TfrmUnlog.Recovered=மீட்கப்பட்டது
TfrmUnlog.recover=மீட்பு
pmHelp=இணைய உதவி
pmHome=முகப்புபக்கம்
pmforum=மன்றம்
pmContact=எங்களைத் தொடர்பு கொள்ளவும்
pmLang=மொழிகள்
pmAbout=பற்றி
pmSettings=அமைப்புகள்
pmOpenEntry=பதிவுதிருத்தியில் திற
pmOpenFolder=கோப்பின் இருப்பிடத்தைத் திறக்கவும்
PmGoogle=கூகுல் தேடல்
pmExport=உரை கோப்புக்கு ஏற்றுமதி செய்...
FrmSettings.caption=அமைப்புகள்
pmCheckNew=தானாக புதுப்பிப்புகளைச் சரிபார்க்கவும்.
pmRightMenuA=சூழல் பட்டியலில் காட்சி
ExplorerMenu=அறிவநிரல்நீக்கி மூலம் நிறுவல் நீக்கு
pmUnisDetect=மற்ற நிறுவல் நீக்கியின் நிறுவல் நீக்கத்தைக் கண்டறியவும்
pmSaveLeft=தானியங்கி காப்பு நீக்க எச்சங்கள்
pmUEI=பயனர் அனுபவத்தை மேம்படுத்தும் திட்டத்தில் சேரவும்
FrmAbout.caption=பற்றி
FrmAbout.btnok.caption=சரி
FrmAbout.lblver.caption=தற்போதைய பதிப்பு:
FrmAbout.lblemail.caption=தொழில்நுட்ப ஆதரவு:
FrmAbout.lblhome.caption=முகப்பு பக்கம்:
FrmAbout.lblthank.caption=பின்வரும் நபர்கள் மற்றும் அவர்களது பங்களிப்புகளுக்கு நன்றி:
FrmAbout.lblUninstall.caption=நீக்கல் அறிவுறுத்தல்
FrmAbout.lblPolicy.caption=தனியுரிமைக் கொள்கை
FrmAbout.lblEula.caption=முபஉஒ
FrmProgressModal.btncancel.caption=ரத்துசெய்
Frmafterdel.caption=நிரலுடன் தொடர்புடைய பதிவு உள்ளீடுகள் மற்றும் கோப்புகள்
Frmafterdel.btnremove.caption=அகற்று
Frmafterdel.btncancel.caption=ரத்துசெய்
Frmafterdel.lblinfo.caption=தயவுசெய்து முடிவைப் பார்த்து, இந்த நிறுவல் நீக்கத்தை முடிக்க "அகற்று"  என்பதைக் சொடுக்கவும்.
Frmafterdel.btnnone.caption=எதுவும் இல்லை
Frmafterdel.btnall.caption=அனைத்தையும் தேர்ந்தெடு
frmUnlessDel.caption=தனிப்பயன் நிறுவல் நீக்கம்
frmUnlessDel.lblInfo1.caption=வழக்கமான முறையில் நிறுவல் நீக்க முடியாத ஒரு நிரலை நிறுவல் நீக்கவும் மற்றும் அதன் எஞ்சிய கோப்புகளை முழுமையாக சுத்தம் செய்யவும் தனிப்பயன் நிறுவல் நீக்கம் உதவுகிறது. அதன் தொடர்புடைய நிரலை நீக்க அல்லது நிறுவல் நீக்க ஒரு கோப்புறையை நீங்கள் உலாவலாம்.
frmUnlessDel.lblinfo2.caption=நிறுவல் நீக்கிய பின் எஞ்சிய கோப்புகள் உள்ளதா என்பதை வருட செய்ய ஒரு முக்கிய சொல்லை உள்ளிடவும்.
frmUnlessDel.lblKeyword.caption=முக்கிய சொல்:
frmUnlessDel.btnNext.caption=அடுத்து
frmUnlessDel.btncancel.caption=ரத்துசெய்
frmUnlessDel.btnremove.caption=அகற்று
frmUnlessDel.btnFolder.caption=உலாவு
FrmRate.Btnlist.caption=பயனர் மதிப்புரைகள்
FrmRate.Btnreview.caption=எனது மதிப்புரை
FrmRate.Btnfirst.caption=எங்கள் முதல் மதிப்பாய்வாளராக வாருங்கள்
FrmRate.Btnsubmit.caption=சமர்ப்பி
FrmRate.lblscore.caption=மதிப்பீடு:
FrmRate.lblscorehint.caption=(மதிப்பீடு செய்ய நட்சத்திரங்களைக் சொடுக்கவும்)
FrmRate.lblnick.caption=உங்கள் புனைப்பெயர்:
FrmRate.lblnickhint.caption=(விரும்பினால்)
FrmRate.lblemail.caption=உங்கள் மின்னஞ்சல்:
FrmRate.lblemailhint.caption=(விரும்பினால்)
FrmRate.lblcontent.caption=உள்ளடக்கம்:
FrmRate.lblcontenthint.caption=(விரும்பினால்)
FrmRate.lbldesctitle.caption=மென்பொருள் விளக்கம்:
FrmRate.lblratesoft.caption=பரிந்துரைக்கப்பட்ட மென்பொருள்
N1=-
N2=-
=-
btnLog=நீக்கிய வரலாறு
FrmMain.btnall.hint=
FrmMain.btnsoft.hint=
FrmMain.btnApp.hint=
FrmMain.btnPatch.hint=
FrmMain.btnEdge.hint=
FrmMain.btnunless.hint=
FrmMain.btnIE.hint=
FrmMain.btnChrome.hint=
FrmMain.btnBrowse.hint=
FrmMain.btnFirfox.hint=
FrmMain.btnuninstall.hint=
FrmAbout.lblverinfo.caption=1.00 beta
FrmAbout.lblsupport.caption=support@wisecleaner.com
FrmAbout.lblweb.caption=www.wisecleaner.com
FrmAbout.WiseLabel1.caption=Copyright© 2006-2022 WiseCleaner. All rights reserved.
FrmAbout.FoxLabel1.caption=4Li, Aleksandr, Asa, azofreeware, Beem, Cannie, chenbi zhou, cienislaw, Damned, DudeNet, Fero Fico, geogeo, GiÃ¡p Nam, Givara wan, Gorran.Kurd, Hartmut Hoyer, Ivan Karadzhov, Jaehyung Lee, Joan Queralt, JP, Kalju, Kamran Murquzov, KenEzthex, Lucas Macedo, Luis Neves, Marcus, Barkhahn, MiHLitvin, Neamţu Mihai, Olaf, Özer Öztaş, Paco , penaV, Pierre, Piet Bruinsma, r3Qui3m, Richard, Rinaldo, Seyed, Shakir, simbaVBKos, Suheri, Terry, Thaiware, Tilt, UGLT, Umar, Hokimzoda, Volodymyr, Wim Meijdam, xilolee, ZityiSoft,Иван Старчевић

[GUI]
ButtonYes=ஆம்
ButtonNo=இல்லை
ButtonOK=சரி
ButtonMinimize=குறைந்தபட்சம்
ButtonMaximize=அதிகபட்சம்
ButtonClose=மூடு
ButtonRestore=மீட்டெடு
ButtonMenu=பட்டியல்
ButtonCancel=ரத்து
ButtonYesToAll=அனைத்திற்கும் ஆம்
ButtonAbort=நிறுத்து
ButtonRetry=மீண்டும்முயற்சி
ButtonIgnore=தவிர்
ButtonAll=அனைத்தும்
ButtonNoToAll=அனைத்திற்கும் இல்லை
ButtonHelp=உதவி
ButtonSkin=தோல்

[Lang]
NativeLanguage=தமிழ்

[Uninstall]
Backuping=காப்புப்பிரதியை உருவாக்குகிறது...
PublisherUnknown=தெரியாத வெளியீட்டாளர்
VersionUnknown=தெரியாத பதிப்பு
Rate=மதிப்பு
ItemName=பெயர்
Publisher=வெளியீட்டாளர்
Size=அளவு
SetupDate=அன்று நிறுவப்பட்டது
Version=பதிப்பு
Canceled=நிறுவல் நீக்கம் செயல்முறை ரத்துசெய்யப்பட்டது.
NoLeftOverItem=எஞ்சிய உருப்படி எதுவும் கிடைக்கவில்லை.
Removing=அகற்றுதல்:
TotalStat=%s வட்டு இடத்தை ஆக்கிரமித்துள்ள %d நிரல்கள் கண்டறியப்பட்டன.
Calculating=அளவைக் கணக்கிடுதல்...
Files=கோப்புகள் மற்றும் கோப்புறைகள்
RegEntries=பதிவு பதிவுகள்
Items=பொருட்கள்
Opration=செயல்
NoSilent=அமைதியான பயன்முறையைப் பயன்படுத்தி "%s" ஐ நிறுவல் நீக்கம் செய்ய முடியாது, பாதுகாப்பான நிறுவல் நீக்கத்தைப் பயன்படுத்தி நிறுவல் நீக்க முயற்சிக்கவும்.

[message]
NoNews=உங்களிடம் படிக்காத செய்தி எதுவும் இல்லை.
confimdel=தேர்ந்தெடுக்கப்பட்ட அடைவு உங்கள் தொகுப்பிலிருந்து அகற்றப்படும். தொடரவா?
UninstallApp=நிறுவல் நீக்குகிறது...
unistallError=செயல்பாடு தோல்வியடைந்தது.
NewVer=அறிவு நிரல் நீக்கியின் புதிய பதிப்பு கண்டறியப்பட்டது. அதை இப்போது புதுப்பிக்க வேண்டுமா?
NoNewVer=வாழ்த்துக்கள்! நீங்கள் சமீபத்திய பதிப்பைப் பயன்படுத்துகிறீர்கள்.
NoProgramSelected=தயவுசெய்து முதலில் ஒரு நிரலைத் தேர்ந்தெடுக்கவும்.
IsBusy=முந்தைய நிறுவல் நீக்கம் முடியும் வரை காத்திருக்கவும்.
StartFindLeftover=தொடர்புடைய கோப்புகள், கோப்புறைகள் மற்றும் பதிவேட்டில் உள்ளீடுகளை பகுப்பாய்வு செய்கிறது...
Collecting=நிறுவப்பட்ட நிரல் தகவல்களை சேகரிக்கிறது...
BeSureUseForce=பாதுகாப்பான நிறுவல் நீக்கம் வேலை செய்யாதபோது மட்டும் கட்டாயம் நீக்குதல் என்பதைத் தேர்ந்தெடுக்கவும். நீங்கள் நிச்சயமாக தொடர்வீர்களா?
ConfirmRemove=இது பட்டியலிலிருந்து உள்ளீட்டை அகற்றும், ஆனால் பயன்பாட்டை நிறுவல் நீக்காது. நீங்கள் நிச்சயமாக தொடர விரும்புகிறீர்களா?
RejectItself=நிரல் தன்னை நிறுவல் நீக்க முடியாது.
TranslateTo=இதற்கு மொழிபெயர்...
UpdateDB=தரவுத்தளத்தைப் புதுப்பிக்கிறது...
BrowserLogin=%s ஒத்திசைவு இயக்கப்பட்டது. அடுத்த ஒத்திசைவில் நீட்டிப்பு மீண்டும் நிறுவப்படலாம். நிறுவல் நீக்கத்தைத் தொடரவா?
BrowserRuning=%s இயங்குகிறது. அதை மூட சரி என்பதைக் சொடுக்கி, நிறுவல் நீக்கத்தைத் தொடரவும். அல்லது நிறுவல் நீக்கத்தை நிறுத்த ரத்துசெய் என்பதைக் சொடுக்கவும்.
CheckProgram=%d நிரல்(கள்) தேர்ந்தெடுக்கப்பட்டன.
CheckExtension=%d நீட்டிப்பு(கள்) தேர்ந்தெடுக்கப்பட்டன.
checkSize=மொத்த அளவு: %s
pluginnone=உலாவி நீட்டிப்புகள் எதுவும் காணப்படவில்லை
BrowserSync=%s ஒத்திசைவை முடக்கு
uninstallresidual="%s" மீதியை நிறுவல் நீக்கவும்.
regentries=%d தவறான பதிவு உள்ளீடுகள்.
fileentries=%d எஞ்சிய கோப்புகள் மற்றும் கோப்புறைகள்.

[SoftRate]
Querying=வினவுதல்...
Good=பிடிக்கும்
Bad=பிடிக்கவில்லை
Safe=அறிக்கை
Ver=பதிப்பு:
Ratings=மதிப்பீடுகள்
SoftNotExist=மென்பொருள் தகவலைக் கண்டுபிடிக்க முடியவில்லை.
GetSoftInfoError=மென்பொருள் தகவலைப் பெறுவதில் தோல்வி.
UploadSoftLogoError=மென்பொருள் தகவல் பதிவேற்ற பிழை.
SubmitData=இந்த மென்பொருளுக்கான உங்கள் கருத்துக்களைச் சமர்ப்பிக்கிறது...
SubmitSoftInfoError=பிணையத்துடன் தொடர்புடைய சமர்ப்பிப்பு பிழை.
SubmitRateSuccess=வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது.
HaveSubmitRate=நீங்கள் அதை மதிப்பீடு செய்துள்ளீர்கள்.
Submitgoodbad=உங்கள் தகவலைச் சமர்ப்பிக்கிறது...
me=நான்
NickTooLong=உங்கள் புனைப்பெயர் 20 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்.
MailTooLong=உங்கள் மின்னஞ்சல் முகவரி 50 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்.
WrongEmail=தவறான மின்னஞ்சல் முகவரி.
ReviewTooLong=மதிப்பீட்டின் மொத்த நீளம் 300 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்.
RateHint=எங்கள் மென்பொருள் மதிப்பீட்டில் சேர்ந்து உங்களுக்கு பிடித்த மென்பொருளை மதிப்பிடுங்கள்!
UnknowName=தெரியாத தயாரிப்பு
UnknowVer=தெரியாத பதிப்பு
UnknowDesc=தெரியாத விளக்கம்

[Hint]
HintRate=நிரல் மதிப்பிடு
HintClose=உருப்படியை நீக்கு

[Monitor]
FindLeftover=%s இன்னும் உங்கள் கணினியில் எஞ்சிய பொருட்களை விடலாம். அறிவுநிரல்நீக்கி வருடுகிறது...
NonItems=உங்கள் கணினியிலிருந்து %s முற்றிலும் அகற்றப்பட்டது.

